<template>
  <div>
    <h1>Post page</h1>
    <p>
      Далеко-далеко за словесными горами в стране гласных и согласных живут
      рыбные тексты. Сих страна речью она большой коварный собрал что маленький,
      над он пор, текста ты текстами своего живет свой скатился осталось вопрос
      себя? Сих вершину заглавных коварный силуэт текстами правилами переписали,
      ты одна домах обеспечивает грамматики семантика своих пунктуация рыбного
      злых запятой алфавит языкового, пояс моей там дорогу? Заманивший, lorem?
      Вершину имеет даже его то имени ее предупредила которой пунктуация, о
      необходимыми все великий рыбными дорогу образ жизни что силуэт пор но
      инициал толку до несколько коварный моей? Если назад семантика себя, сих
      силуэт маленькая. Сбить щеке единственное предупреждал букв от всех.
    </p>
  </div>
</template>

<style>
h1 {
  color: red;
}
</style>
